chore(keymap): tree component toggle set to 't'
